tap "adoptopenjdk/openjdk"
tap "axodotdev/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "actionlint"
brew "aom"
brew "glib"
brew "python@3.12"
brew "cloc"
brew "cloudflared", restart_service: :changed
brew "cmake"
brew "freetds"
brew "composer"
brew "doctl"
brew "doggo"
brew "doxygen"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "flarectl"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "go"
brew "hadolint"
brew "harfbuzz"
brew "jq"
brew "lcov"
brew "mvfst"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "nushell"
brew "openjdk@11"
brew "openapi-generator"
brew "phive"
brew "sampler"
brew "scc"
brew "thefuck"
brew "vcpkg"
brew "watchman"
brew "zig"
vscode "antfu.file-nesting"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "editorconfig.editorconfig"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "hbenl.vscode-test-explorer"
vscode "jock.svg"
vscode "juwanpetty.github-icons-for-vscode"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mathiassoeholm.markdown-link-updater"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "mushan.vscode-paste-image"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "takumii.markdowntable"
vscode "tomoki1207.pdf"
vscode "ultram4rine.vscode-choosealicense"
vscode "vadimcn.vscode-lldb"
vscode "yahyabatulu.vscode-markdown-alert"
vscode "yzhang.markdown-all-in-one"
vscode "yzhang.vscode-markdown-container"
