tap "homebrew/bundle"
tap "homebrew/services"
brew "aom"
brew "glib"
brew "cmake"
brew "freetds"
brew "composer"
brew "harfbuzz"
brew "emscripten"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-review"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "go"
brew "jq"
brew "lcov"
brew "openjdk@11"
brew "phive"
brew "python@3.12"
brew "ruby"
brew "zig"
brew "zsh-syntax-highlighting"
